Repository: omidam81/3dprint
Catalog: UV_DLP_3D_Printer/Resource/*.resx
Languages: es

source: About
es: Acerca De

source: Adaptive
es: adaptado

source: Add
es: añadir

source: Add Box
es: Añadir Caja

source: Add Cone
es: Añadir Cono

source: Add Cylinder
es: Añadir Cilindro

source: Add Sphere
es: Añadir Esfera

source: Add Support
es: Añadir Soporte

source: Add Support Base Plate
es: Añadir Placa Base de Apoyo

source: Add Torus
es: Añadir Torus

source: Adjust
es: ajustar

source: All
es: todos

source: AMF Smoothing level:
es: Nivel AMF Smoothing:

source: Apply
es: aplicar

source: Apply Changes
es: Aplicar Cambios

source: Are you sure you want to delete this Machine Profile?
es: ¿Seguro que quieres borrar este perfil máquina?

source: Are you sure you want to delete this Resin Profile?
es: ¿Seguro que quieres borrar este perfil Resina?

source: Arrange objects on platform
es: Organizar objetos en la plataforma

source: Attention
es: atención

source: Automatic Support
es: Soporte automático

source: Automatic Support Grid:
es: Red Automática de apoyo:

source: Automatic Supports
es: Apoyos automáticas

source: Available Displays
es: Muestra Disponible

source: B9 Creator job file parameters
es: Parámetros del archivo de trabajo creador B9

source: background
es: fondo

source: Background Color
es: Color De Fondo

source: Bad color name
es: Nombre de mal color

source: Bed of Nails
es: cama de clavos

source: Begin printing scene
es: Comienza la impresión escena

source: &bn=PP%2dDonationsBF
es: Y bn = PP% 2dDonationsBF

source: Boolean
es: Boole

source: Bottom Exposure (ms)
es: Exposición Inferior (ms)

source: # Bottom Layers
es: # Capas inferiores

source: Build Date
es: La Fecha De Construcción

source: Build Date:
es: La Fecha De Construcción:

source: Build Direction
es: Construir Dirección

source: Build Size Calibration
es: Construir Calibración Tamaño

source: Build Size (mm)
es: Superficie construida (mm)

source: Button parent not found:
es: Botón padres no encontrado:

source: Buttons:
es: Botones:

source: Calibrate
es: calibrar

source: Calibrate Resin
es: Calibrar Resina

source: Cancel
es: cancelar

source: Cannot connect printer driver on
es: No se puede conectar controlador de impresora en

source: Cannot delete default profile
es: No se puede eliminar el perfil por defecto

source: Can't find screen
es: Si no encuentra la pantalla

source: Center object
es: objeto Center

source: Checked: Support entire scene Unchecked: Support selected objects only
es: Marcada: Apoyar toda escena Sólo objetos seleccionados Apoyo : Desactivada

source: Check for Updates
es: Buscar actualizaciones

source: Check Mesh For Holes
es: Compruebe Malla Para Agujeros

source: Clear
es: Claro

source: Close
es: Cerca

source: Command
es: comando

source: Commands
es: Comandos

source: Compound path
es: trazado compuesto

source: Compound path (old)
es: Trazado compuesto (antiguo)

source: Configuration
es: configuración

source: Configured Displays
es: Muestra configurados

source: Configure Machine
es: Configurar la máquina

source: Configure Mask
es: Configure la máscara

source: Configure Port
es: Configurar puerto

source: Configure Slicing Profile
es: Configure rebanar Perfil

source: Confirm Delete
es: Confirmar Eliminación

source: Connecting to Printer on
es: Conexión a impresora en

source: Connection Setup
es: Configuración de la conexión

source: Connect to the printer
es: Conecte a la impresora

source: Control parent not found:
es: Matriz de control no encontrado:

source: Controls:
es: Controles:

source: Cost:
es: Costo:

source: Could not load
es: No se pudo cargar

source: Could Not Send Raw GCode Command
es: No se pudo enviar comandos gcode Raw

source: Create
es: crear

source: Creation Workshop
es: Taller de Creación

source: &currency_code=
es: y currency_code =

source: Current Build Platform Size
es: Plataforma Build actual Tamaño

source: Data
es: datos

source: # Data Bits
es: # Bits de datos

source: Debugging
es: Depuración

source: decals
es: calcomanías

source: default
es: defecto

source: Delete
es: borrar

source: Description
es: descripción

source: Description*:
es: Descripción *:

source: Disable
es: inhabilitar

source: Disconnect from the printer
es: Desconecte de la impresora

source: Disconnecting from Printer
es: Desconectar de la impresora

source: Divisions
es: Divisiones

source: Donation
es: donación

source: Done
es: Hecho

source: Downward facing degree
es: Downward grado paramento

source: Dump Commands
es: Comandos dump

source: Edit Commands
es: Editar Comandos

source: Enable
es: Habilitar

source: Enable Anti-Aliasing
es: Habilitar Anti-Aliasing

source: Enabled
es: Activado

source: Enable Mask
es: Activar máscara

source: Enable Slice Outlines
es: Habilitar Slice Contornos

source: End
es: Fin

source: Enter License
es: Introduzca Licencia

source: Error loading object file :
es: Error fichero objeto de carga:

source: Error loading scene file :
es: Error archivo de escena de carga:

source: Error Saving Keyring
es: Error al guardar llavero

source: Error saving new profile
es: Ahorrando nuevo perfil error

source: Error validating license, please re-check
es: Error licencia de validación, por favor re-verificación

source: Estimated Build Time:
es: Tiempo estimado de construcción:

source: Exit
es: Salida

source: Export...
es: Exportar ...

source: Export Options
es: Opciones de exportación

source: Export Preview:
es: Preliminar de la exportación:

source: Export SVG:
es: SVG Exportación:

source: Export to CWS
es: Exportar a CWS

source: Export to Disk
es: Exportar a disco

source: Export type:
es: Tipo de exportación:

source: Export
es: exportación

source: Exposure calculation
es: cálculo de la exposición

source: Exposure Step (ms):
es: Paso de la exposición (ms):

source: Exposure Time (ms)
es: Tiempo de exposición (ms)

source: Extrude
es: extrudir

source: Extruder heater
es: calentador Extrusora

source: Extruder motor
es: motor Extrusora

source: File
es: Archivo

source: Filled polygons
es: polígonos rellenos

source: Filled polygons (old)
es: Polígonos rellenos (antiguo)

source: Foot Bottom intra (mm)
es: Pie intra inferior (mm)

source: Foot Bottom (mm)
es: Parte inferior del pie (mm)

source: Foot Top (mm)
es: Pie Top (mm)

source: foreground
es: primer plano

source: Foreground Color
es: Color De Primer Plano

source: Free for non-commercial use
es: Gratis para uso no comercial

source: GCode Section
es: Sección gcode

source: GCode View
es: gcode Ver

source: Generate Automatic Supports
es: Generar soportes automáticos

source: Generate support only on downward facing surfaces
es: Generar apoyo sólo en superficies que miran hacia abajo

source: Generating...
es: Generación ...

source: GUI Tab Activation <ctlTabItem> <ctlTabContent>
es: GUI Tab activación <ctlTabItem> <ctlTabContent>

source: Hardware Guide
es: Guía de hardware

source: Head Bottom (mm)
es: Parte inferior de la cabeza (mm)

source: Head Top (mm)
es: Jefe superior (mm)

source: Heated platform
es: plataforma climatizada

source: Heater:
es: Calentador:

source: Heater 1: (Ext0)
es: Calentador de 1: (Ext0)

source: Heater 2: (HBP)
es: Calentador 2: (HTA)

source: Heater
es: calentador

source: Height
es: altura

source: Help
es: Ayuda

source: Hex
es: maleficio

source: Hex Command
es: Comando Hex

source: Hide
es: Esconder

source: Hide DLP
es: Ocultar DLP

source: Home
es: Casa

source: Horizontal Divisions
es: Divisiones horizontales

source: Horizontal grid spacing
es: Espaciado de malla horizontal

source: Ignore GCode Responses
es: Ignorar Respuestas gcode

source: Image Pixel Offsets
es: Compensaciones de píxel de la imagen

source: Image Reflection
es: Reflexión imagen

source: in GUIConfig
es: en GUIConfig

source: Input Error
es: Error de entrada

source: Installed Plug-Ins
es: Instalado Plug-Ins

source: Integer number out of range (
es: Número entero fuera de rango (

source: Intersect Selected
es: Intersección seleccionada

source: invalid
es: inválido

source: Invalid integer number
es: Número entero válido

source: Invalid license, please re-check
es: Licencia no válida, vuelva a verificación

source: &item_name=
es: y item_name =

source: Layer
es: capa

source: Layer Completed
es: capa Completado

source: # Layers:
es: Capas #:

source: layouts
es: diseños

source: &lc=
es: y lc =

source: License Added to Keyring, Restart to take effect
es: Licencia Añadido al llavero, Reinicie surta efecto

source: Licensed
es: con licencia

source: Lift
es: ascensor

source: Lift and Sequence
es: Levante y Secuencia

source: Lift and Sequence Time (ms)
es: Levante y Secuencia Tiempo (ms)

source: Load G-Code file
es: Cargar archivos G-Code

source: Load GUIConfig
es: GUIConfig carga

source: Load Model
es: Cargar Modelo

source: Log all commands sent to machine
es: Registrar todos los comandos enviados a la máquina

source: Log all GCode sent
es: Registrar toda gcode enviado

source: Log Driver debugging to comm.log
es: Entrar depuración del controlador de comm.log

source: , Machine :
es: , Máquina:

source: Machine Config
es: máquina Config

source: Machine Connection
es: Conexión a máquina

source: Machine Controls
es: Los controles de la máquina

source: Machine Profile
es: máquina Perfil

source: Make objects 50% transparent
es: Hacer que los objetos 50% transparente

source: Manual Gcode:
es: Gcode Manual:

source: Manual GCode Commands
es: Comandos gcode Manual

source: Manual GCode
es: gcode Manual

source: Mark selected objects with a bounding box
es: Objetos Marcos seleccionado con un cuadro de límite

source: Mark selected objects with a different shade
es: Objetos Marcos seleccionado con un tono diferente

source: Mark selected objects with an outline
es: Objetos Marcos seleccionado con un esquema

source: Measured Size (mm)
es: Tamaño Medido (mm)

source: Mesh has holes: # holes =
es: Malla tiene agujeros: # agujeros =

source: Mesh Tools
es: malla Herramientas

source: Mii Manual Control
es: Mii Manual de Control

source: Minimum Exposure (ms):
es: La exposición mínima (ms):

source: Minimum Gap (mm)
es: Gap mínimo (mm)

source: Mirror
es: espejo

source: Model Created
es: Creado Modelo

source: Model Size (mm)
es: Tamaño Modelo (mm)

source: Monitor not found, cancelling build
es: Vigilar que no se encuentra, acumulación cancelación

source: Monitor Temp:
es: Monitorear Temp:

source: Monitor Temperature
es: monitor de Temperatura

source: Motors:
es: Motores:

source: Move
es: movimiento

source: Multi Mon Orientation
es: Multi Orientación lun

source: Name
es: nombre

source: New Build Platform Size
es: Nueva Plataforma Construido

source: New Resin Profile
es: Nuevo perfil Resina

source: No GCode file, cannot begin build
es: No hay archivo gcode, no puede comenzar construcción

source: No holes detected
es: No hay agujeros detectados

source: None
es: ninguno

source: No Slicing file, cannot begin build
es: No hay archivo rebanar, no puede comenzar construcción

source: Notes:
es: Notas:

source: Null BM in DLP form
es: Null BM en forma DLP

source: Object Info
es: Objeto Info

source: of
es: de

source: Off
es: apagado

source: * = optional
es: * = Opcional

source: Options
es: Opciones

source: Outline Width Inset (pix)
es: Esquema Ancho Inserción (pix)

source: Outline Width Outset (pix)
es: Esquema Ancho principio (pix)

source: Output Resolution (px)
es: Resolución de salida (px)

source: Override Size
es: Ignorar Tamaño

source: Pause printing
es: impresión Pausa

source: Platform:
es: Plataforma:

source: Platform
es: plataforma

source: Please Check Input
es: Por favor, marque la entrada

source: Please check input parameters
es: Por favor, marque los parámetros de entrada

source: Please Enter a Name for Your New Profile
es: Por favor, Introduzca un nombre para su nuevo perfil

source: Plug In
es: Enchufar

source: Plugin and Licensing Management
es: Plugin y licencias Gestión

source: Plugin Contents
es: Contenido Plugin

source: Plugin Tester
es: Tester Plugin

source: # Points:
es: # Puntos:

source: Port
es: puerto

source: Port:
es: Puerto:

source: Preferences
es: Preferencias

# PressApplyToApplyChanges
source: Press
es: Pulse Aplicar para aplicar los cambios

source: Price per liter:
es: Precio por litro:

source: Print Cancelled
es: Imprimir Cancelado

source: Print Completed
es: Imprimir Completado

source: Printer connected
es: conectada la impresora

source: Printer connection closed
es: Conexión de la impresora cerrada

source: Printing layer
es: capa de impresión

source: Print Paused
es: imprimir pausa

source: Print Resumed
es: Imprimir Continuación

source: Print Started
es: Imprimir Comienza

source: Print test model
es: Modelo de prueba de impresión

source: process
es: proceso

source: Profile Name
es: Nombre De Perfil

source: Program Preferences
es: Preferencias del programa

source: Projector Commands
es: Comandos para proyectores

source: Projector Control
es: control del proyector

source: Projector Driver Not connected
es: Proyectores Conductor No conectado

source: Put object on platform
es: Objeto Ponga en la plataforma

source: Radii (Inner/outer)
es: Radios (interior / exterior)

source: Radius
es: radio

source: Real number out of range (
es: Número real fuera de rango (

source: Received
es: recibido

source: redraw
es: redibujar

source: Reflect X
es: Reflexionar X

source: Reflect Y
es: Reflexionar Y

source: Refresh
es: refrescar

source: Reload
es: recargar

source: Remove all
es: eliminar todo

source: Remove Object
es: Retire objetos

source: Report
es: informe

source: Report:
es: Informe:

source: Resin:
es: Resina:

source: Resin Profiles
es: Perfiles de resina

source: Rotate
es: Girar

source: Save
es: Guardar

source: Save G-Code file
es: Guardar archivo G-Code

source: Scale
es: escala

source: , Scene :
es: Escena:

source: Scene is empty
es: Escena está vacía

source: Scene name*:
es: Nombre de la escena *:

source: Scene
es: escena

source: Select
es: seleccionar

source: Select export type first
es: Seleccione el tipo de exportación primero

source: Send
es: enviar

source: Send Command
es: Enviar Comando

source: Send!
es: Enviar!

source: Sent
es: enviado

source: sequence
es: secuencia

source: Sequence must have a name in GUIConfig
es: Secuencia debe tener un nombre en GUIConfig

source: sequences
es: secuencias

source: Serial port not auto-detected
es: Puerto serie no detecta automáticamente

source: Settings
es: Ajustes

source: Show Blank
es: Mostrar en blanco

source: Show Calibration
es: Mostrar calibración

source: Show Console
es: Mostrar consola

source: Show downward facing surfaces by angle
es: Mostrar orientada hacia abajo superficies de ángulo

source: Show slice preview on scene
es: Mostrar rebanada vista previa en escena

source: Shutter:
es: obturador:

source: Shutter
es: obturador

source: Size:
es: Tamaño:

source: Size
es: tamaño

source: Slice Color Selection
es: Slice Selección de color

source: - ( Slice Profile :
es: - (Slice ______ Perfil:

source: Slice Profile loaded
es: Slice Perfil cargada

source: Slice! ( Slice Profile :
es: Slice! (Slice Perfil:

source: Slice Thickness (mm)
es: Grosor de corte (mm)

source: Slice View
es: Slice Ver

source: Slice
es: rebanada

source: Slicing Cancelled
es: rebanar Cancelado

source: Slicing Completed
es: rebanar Completado

source: Slicing Engine
es: rebanar motor

source: Slicing Failed
es: rebanar Falló

source: Slicing Layer
es: capa rebanar

source: Slicing Profile:
es: Cortando Perfil:

source: Slicing Profile Help
es: Cortando perfil Ayuda

source: Slicing Started
es: rebanar Started

source: Software Config
es: Software de configuración

source: Some control
es: Algunos de control

source: Speed
es: velocidad

source: Start
es: Empezar

source: Start Slicing
es: Inicio rebanar

source: Steve Hernandez
es: Steve Hernández

source: Steve Hernandez aka - PacManFan
es: Steve Hernández aka - PacManFan

source: Stop printing process
es: Detener el proceso de impresión

source: String
es: Cuerda

source: Subtract Selected
es: Reste seleccionada

source: Support Parameters
es: Parámetros de Apoyo

source: Supports
es: apoyos

source: Support shape
es: forma de apoyo

source: Switch Tab Display
es: Cambie Tab Display

source: Test Machine Control
es: Máquina de control de pruebas

source: Test model generation
es: Generación de modelos de prueba

source: Test model generation completed. Close the calibration form and press PLAY button to print.
es: La generación de modelos de prueba completada. Cierre el botón de formulario de calibración y pulse PLAY para imprimir .

source: Test new slicer
es: Prueba nueva máquina de cortar

source: Test Print Generation
es: Prueba de impresión Generación

source: Tilt
es: inclinación

source: Tilt control
es: control de inclinación

source: Title:
es: Título:

source: to
es: a

source: type
es: escribe

source: Unable to save GUI configuration:
es: No se puede guardar la configuración de interfaz gráfica de usuario:

source: Undo
es: deshacer

source: Union Selected
es: Unión seleccionada

source: Unknown sequence type
es: Desconocido Tipo de secuencia

source: Use cell pattern exposure times bellow and actual model cell thickness to determine best exposure time.
es: Usar tiempos de exposición patrón celular abajo y el espesor celular modelo real para determinar mejor tiempo de exposición .

source: User Manual
es: Manual De Usuario

source: User Parameters
es: Parámetros de usuario

source: using
es: usando

source: UV DLP GCode file commands detected Cannot begin build Possibly wrong slicer used
es: Comandos de archivos gcode DLP UV detectados No se puede empezar a construir Posiblemente máquina de cortar mal utilizado

source: Value
es: valor

source: Version
es: versión

source: Version
es: versión

source: Vertical Divisions
es: Divisiones verticales

source: Vertical grid spacing
es: Espaciado vertical rejilla

source: View GCode display
es: Ver pantalla gcode

source: View Machine Configuration
es: Ver Configuración de la Máquina

source: View Options
es: Ver las opciones

source: View Slice display
es: Pantalla Ver Slice

source: View slice on device display
es: Ver rebanada en la pantalla del dispositivo

source: View Slicing Configuration
es: Ver configuración rebanar

source: Volume:
es: Volumen:

source: waitfor
es: esperar que

source: Width
es: ancho

source: Wrong number of arguments calling
es: Número incorrecto de argumentos llamar

source: X Size
es: X Tamaño

source: You Must Configure at least 1 Display Device
es: Debe configurar al menos 1 Dispositivo de visualización

# RestratMessageBox
source: Please restart the program to apply changes
es: Por favor, reinicie el programa para aplicar los cambios
